Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Tonight, as you fall asleep, repeat: "I will remember my dreams." Intention primes recall.
ar: الليلة، وأنت تغفو، كرّر: "سأتذكّر أحلامي." النية تهيّئ الاسترجاع.
de: Wiederhol heute Nacht beim Einschlafen: "Ich werde mich an meine Träume erinnern." Absicht bahnt die Erinnerung an.
es: Esta noche, mientras te duermes, repite: "Recordaré mis sueños". La intención prepara el recuerdo.
fr: Ce soir, en vous endormant, répétez : "Je me souviendrai de mes rêves." L'intention amorce le rappel.
it: Stanotte, mentre ti addormenti, ripeti: "Ricorderò i miei sogni." L'intenzione prepara il richiamo.
ja: 今夜、眠りに落ちながらくり返しましょう。「私は夢を思い出す。」意図が想起を呼び水にします。
ko: 오늘 밤 잠들면서 되뇌세요. "나는 내 꿈을 기억할 것이다." 의도가 회상을 일깨웁니다.
nl: Herhaal vannacht terwijl je in slaap valt: "Ik zal mijn dromen herinneren." Intentie zet de herinnering in gang.
pt_br: Esta noite, ao adormecer, repita: "Vou lembrar dos meus sonhos." A intenção prepara a recordação.
ru: Сегодня ночью, засыпая, повторяйте: «Я вспомню свои сны». Намерение настраивает на припоминание.
zh_hans: 今晚，入睡时重复念诵：“我会记住我的梦。”意图为回忆做好准备。

source: Tonight, as you fall asleep, repeat: \"I will remember my dreams.\" Intention primes recall.
ar: الليلة، وأنت تغفو، كرّر: «سأتذكّر أحلامي». النية تهيّئ التذكّر.
de: Wiederhole heute Nacht beim Einschlafen: „Ich werde mich an meine Träume erinnern.“ Absicht bahnt die Erinnerung an.
es: Esta noche, al quedarte dormido, repite: «Recordaré mis sueños». La intención prepara el recuerdo.
fr: Cette nuit, en vous endormant, répétez : « Je me souviendrai de mes rêves. » L'intention amorce la mémoire.
it: Stanotte, mentre ti addormenti, ripeti: «Ricorderò i miei sogni». L'intenzione prepara il richiamo.
ja: 今夜、眠りに落ちながら繰り返しましょう。「私は夢を覚えている」。意図が想起の準備を整えます。
ko: 오늘 밤 잠들면서 되뇌세요: “나는 내 꿈을 기억할 것이다.” 의도가 회상을 준비시킵니다.
nl: Herhaal vannacht terwijl je in slaap valt: “Ik zal mijn dromen onthouden.” Intentie bereidt de herinnering voor.
pt_br: Esta noite, ao adormecer, repita: “Vou lembrar dos meus sonhos.” A intenção prepara a memória.
ru: Сегодня, засыпая, повторяй: «Я запомню свои сны». Намерение настраивает память.
zh_hans: 今晚入睡时，重复：“我会记住我的梦。”意图会为回忆做好准备。

source: Tonight, do all three: journal-ready, a few reality checks today, and MILD at sleep.
ar: الليلة، افعل الثلاثة جميعًا: استعداد للتدوين، بضعة فحوص واقع اليوم، وMILD عند النوم.
de: Mach heute Nacht alle drei: journalbereit sein, ein paar Realitätschecks heute und MILD beim Einschlafen.
es: Esta noche, haz las tres: listo para anotar, unas cuantas comprobaciones de realidad hoy, y MILD al dormir.
fr: Ce soir, faites les trois : prêt à noter, quelques tests de réalité aujourd'hui, et MILD au coucher.
it: Stanotte fai tutti e tre: pronto per il diario, qualche controllo di realtà oggi e MILD al momento di dormire.
ja: 今夜は三つすべてを。記録の準備、今日のリアリティチェックを数回、そして就寝時のMILD。
ko: 오늘 밤 세 가지를 모두 하세요. 기록할 준비, 오늘 리얼리티 체크 몇 번, 그리고 잠잘 때 MILD.
nl: Doe vannacht alle drie: klaar om te journaillen, vandaag een paar realiteitschecks, en MILD bij het slapen.
pt_br: Esta noite, faça os três: pronto para anotar, algumas checagens de realidade hoje, e MILD ao dormir.
ru: Сегодня ночью сделайте все три: будьте готовы записать сон, сделайте несколько проверок реальности за день и MILD перед сном.
zh_hans: 今晚三件都做：备好记录、今天做几次现实检验、睡前做 MILD。

source: Tonight, honestly check in: if you're drained, skip the techniques and sleep deeply.
ar: الليلة، راجع نفسك بصدق: إن كنت منهكًا، فتخطَّ التقنيات ونم بعمق.
de: Geh heute Nacht ehrlich in dich: wenn du ausgelaugt bist, lass die Techniken aus und schlaf tief.
es: Esta noche, hazte un chequeo honesto: si estás agotado, sáltate las técnicas y duerme profundo.
fr: Ce soir, faites un point honnête : si vous êtes vidé, sautez les techniques et dormez profondément.
it: Stanotte, fai un check onesto: se sei svuotato, salta le tecniche e dormi profondamente.
ja: 今夜、正直に自分を確かめましょう。消耗しているなら、技法は見送って深く眠って。
ko: 오늘 밤, 솔직히 자신을 점검하세요. 진이 빠졌다면, 기법은 건너뛰고 깊이 자세요.
nl: Doe vannacht een eerlijke check-in: als je leeg bent, sla de technieken over en slaap diep.
pt_br: Esta noite, faça um check-in honesto: se você está esgotado, pule as técnicas e durma profundamente.
ru: Сегодня ночью честно прислушайтесь к себе: если вы вымотаны, пропустите техники и спите глубоко.
zh_hans: 今晚，诚实地自我检视：如果你已被掏空，就跳过技巧，深深地睡。

source: Tonight, if a scene forms, imagine gently touching the ground within it.
ar: الليلة، إن تشكّل مشهد، فتخيّل أنك تلمس الأرض داخله برفق.
de: Wenn sich heute Nacht eine Szene bildet, stell dir vor, du berührst sanft den Boden in ihr.
es: Esta noche, si se forma una escena, imagina que tocas suavemente el suelo dentro de ella.
fr: Ce soir, si une scène se forme, imaginez que vous touchez doucement le sol à l'intérieur.
it: Stanotte, se si forma una scena, immagina di toccarne dolcemente il suolo.
ja: 今夜、もし場面が形づくられたら、その中で地面にそっと触れるのを想像しましょう。
ko: 오늘 밤 장면이 형성되면, 그 안에서 땅을 부드럽게 만지는 것을 상상하세요.
nl: Als er vannacht een scène ontstaat, stel je dan voor dat je er zachtjes de grond in aanraakt.
pt_br: Esta noite, se uma cena se formar, imagine tocar suavemente o chão dentro dela.
ru: Сегодня ночью, если сложится сцена, представьте, что мягко касаетесь земли внутри неё.
zh_hans: 今晚，如果一幕场景成形，就想象自己在其中温柔地触碰地面。

source: Tonight, just observe how you normally fall asleep. Notice the drift, don't force it.
ar: الليلة، اكتفِ بمراقبة كيف تغفو عادةً. لاحظ الانجراف، ولا تُجبره.
de: Beobachte heute Nacht einfach, wie du normalerweise einschläfst. Bemerke das Wegdriften, erzwing es nicht.
es: Esta noche, solo observa cómo te duermes normalmente. Nota la deriva, no la fuerces.
fr: Ce soir, contentez-vous d'observer comment vous vous endormez d'habitude. Remarquez la dérive, ne la forcez pas.
it: Stanotte, limitati a osservare come ti addormenti di solito. Nota la deriva, non forzarla.
ja: 今夜は、自分がいつもどう眠りに落ちるかをただ観察しましょう。漂いに気づき、無理に起こそうとしないで。
ko: 오늘 밤은 평소 어떻게 잠드는지 그저 관찰하세요. 그 표류를 알아차리되, 억지로 만들지는 마세요.
nl: Observeer vannacht gewoon hoe je normaal in slaap valt. Merk het wegdrijven op, forceer het niet.
pt_br: Esta noite, apenas observe como você normalmente adormece. Note a deriva, não a force.
ru: Сегодня ночью просто понаблюдайте, как вы обычно засыпаете. Замечайте дрейф, не подгоняйте его.
zh_hans: 今晚，只是观察你平常是怎么入睡的。留意那种飘移，别去强求。

source: Tonight, replay a recent dream and imagine becoming lucid inside it.
ar: الليلة، أعِد تشغيل حلم حديث وتخيّل أنك تصبح واعيًا داخله.
de: Spiel heute Nacht einen kürzlichen Traum noch einmal ab und stell dir vor, wie du darin luzid wirst.
es: Esta noche, reproduce un sueño reciente e imagina que te vuelves lúcido dentro de él.
fr: Ce soir, rejouez un rêve récent et imaginez que vous y devenez lucide.
it: Stanotte, riproduci un sogno recente e immagina di diventare lucido al suo interno.
ja: 今夜、最近の夢を再生し、その中で明晰になる自分を想像しましょう。
ko: 오늘 밤, 최근의 꿈을 다시 재생하며 그 안에서 자각하게 되는 자신을 상상하세요.
nl: Speel vannacht een recente droom opnieuw af en verbeeld je dat je er lucide in wordt.
pt_br: Esta noite, reproduza um sonho recente e imagine ficar lúcido dentro dele.
ru: Сегодня ночью прокрутите недавний сон и представьте, как становитесь осознанными внутри него.
zh_hans: 今晚，重放一个最近的梦，想象自己在其中变得清醒。

source: Tonight, run the full combo once: WBTB window, brief wake, then MILD back to sleep.
ar: الليلة، نفّذ التركيبة كاملةً مرة واحدة: نافذة WBTB، استيقاظ قصير، ثم MILD عند العودة إلى النوم.
de: Führ heute Nacht die volle Kombination einmal aus: WBTB-Fenster, kurzes Erwachen, dann MILD beim Wiedereinschlafen.
es: Esta noche, ejecuta la combinación completa una vez: ventana WBTB, breve despertar, luego MILD al volver a dormir.
fr: Ce soir, exécutez une fois la combinaison complète : fenêtre WBTB, bref réveil, puis MILD en vous rendormant.
it: Stanotte, esegui una volta la combinazione completa: finestra WBTB, breve risveglio, poi MILD tornando a dormire.
ja: 今夜、フルの組み合わせを一度通してやってみましょう。WBTBの窓、短い目覚め、そして眠りに戻りながらのMILD。
ko: 오늘 밤, 전체 조합을 한 번 실행하세요. WBTB 창, 짧은 깨어남, 그리고 다시 잠들면서 MILD.
nl: Doe vannacht de volledige combinatie één keer: WBTB-venster, korte ontwaking, dan MILD bij het weer in slaap vallen.
pt_br: Esta noite, execute a combinação completa uma vez: janela WBTB, breve despertar, então MILD ao voltar a dormir.
ru: Сегодня ночью один раз выполните полную комбинацию: окно WBTB, краткое пробуждение, затем MILD при возвращении ко сну.
zh_hans: 今晚，把完整组合完整地做一遍：WBTB 时段、短暂醒来，然后在重新入睡时做 MILD。

source: Tonight, set the intention and, on waking, write one line even if it's "nothing yet."
ar: الليلة، اضبط النية، وعند الاستيقاظ اكتب سطرًا واحدًا حتى لو كان "لا شيء بعد".
de: Setz heute Nacht die Absicht und schreib beim Aufwachen eine Zeile, selbst wenn es „noch nichts“ ist.
es: Esta noche, fija la intención y, al despertar, escribe una línea aunque sea "nada todavía".
fr: Ce soir, posez l'intention et, au réveil, écrivez une ligne même si c'est "rien pour l'instant".
it: Stanotte, imposta l'intenzione e, al risveglio, scrivi una riga anche se è "ancora niente".
ja: 今夜、意図を定め、目覚めたら一行書きましょう——たとえ「まだ何もない」でも。
ko: 오늘 밤, 의도를 세우고, 깨어나면 한 줄 적으세요 — 그게 "아직 아무것도 없음"이라도.
nl: Stel vannacht de intentie en schrijf bij het ontwaken één regel, ook al is het 'nog niets'.
pt_br: Esta noite, defina a intenção e, ao acordar, escreva uma linha mesmo que seja "nada ainda".
ru: Сегодня ночью задайте намерение и при пробуждении напишите одну строку, даже если это «пока ничего».
zh_hans: 今晚设定意图，醒来时写下一行，哪怕只是“暂时没有”。

source: Tonight, while your body sleeps, part of your mind can quietly wake up. Most people never notice it.
ar: الليلة، بينما ينام جسدك، يمكن لجزء من عقلك أن يستيقظ بهدوء. معظم الناس لا يلاحظون ذلك أبدًا.
de: Heute Nacht, während dein Körper schläft, kann ein Teil deines Geistes leise erwachen. Die meisten bemerken es nie.
es: Esta noche, mientras tu cuerpo duerme, parte de tu mente puede despertar en silencio. La mayoría nunca lo nota.
fr: Cette nuit, pendant que votre corps dort, une partie de votre esprit peut s'éveiller en silence. La plupart des gens ne le remarquent jamais.
it: Stanotte, mentre il tuo corpo dorme, una parte della tua mente può risvegliarsi in silenzio. Quasi nessuno se ne accorge.
ja: 今夜、体が眠っている間に、心の一部が静かに目覚めることがあります。ほとんどの人はそれに気づきません。
ko: 오늘 밤, 몸이 잠든 사이 마음의 일부가 조용히 깨어날 수 있습니다. 대부분은 그것을 결코 알아채지 못합니다.
nl: Vannacht, terwijl je lichaam slaapt, kan een deel van je geest stilletjes ontwaken. De meeste mensen merken het nooit.
pt_br: Esta noite, enquanto seu corpo dorme, parte da sua mente pode despertar em silêncio. A maioria nunca percebe.
ru: Сегодня ночью, пока тело спит, часть твоего разума может тихо пробудиться. Большинство этого никогда не замечает.
zh_hans: 今晚，当你的身体入睡时，你的一部分心智可以悄然苏醒。大多数人从未察觉。

source: Tonight's challenge
ar: تحدّي هذه الليلة
de: Die Herausforderung heute Nacht
es: El reto de esta noche
fr: Le défi de ce soir
it: La sfida di stanotte
ja: 今夜のチャレンジ
ko: 오늘 밤의 도전
nl: De uitdaging van vannacht
pt_br: O desafio desta noite
ru: Вызов на эту ночь
zh_hans: 今晚的挑战

source: Top themes
ar: أبرز المواضيع
de: Top-Themen
es: Temas principales
fr: Thèmes principaux
it: Temi principali
ja: トップテーマ
ko: 주요 테마
nl: Topthema's
pt_br: Temas principais
ru: Главные темы
zh_hans: 热门主题

source: Train a habit awake, and it follows you into the dream
ar: درّب عادة وأنت مستيقظ، فتتبعك إلى الحلم
de: Trainiere wach eine Gewohnheit, und sie folgt dir in den Traum
es: Entrena un hábito despierto y te seguirá hasta el sueño
fr: Entraînez une habitude éveillé, et elle vous suit dans le rêve
it: Allena un'abitudine da sveglio e ti seguirà nel sogno
ja: 起きている間に習慣を鍛えれば、夢の中までついてくる
ko: 깨어 있을 때 습관을 들이면 꿈속까지 따라온다
nl: Train wakker een gewoonte, en die volgt je de droom in
pt_br: Treine um hábito acordado e ele te seguirá no sonho
ru: Выработай привычку наяву — и она войдёт с тобой в сон
zh_hans: 清醒时养成习惯，它会随你进入梦境

source: Try to control everything at once
ar: محاولة التحكّم بكل شيء دفعة واحدة
de: Versuchen, alles auf einmal zu kontrollieren
es: Intentar controlarlo todo a la vez
fr: Essayer de tout contrôler d'un coup
it: Cercare di controllare tutto in una volta
ja: 何もかもを一度に制御しようとする
ko: 모든 것을 한꺼번에 통제하려 하기
nl: Alles tegelijk proberen te controleren
pt_br: Tentar controlar tudo de uma vez
ru: Пытаться контролировать всё сразу
zh_hans: 试图一次控制所有一切

source: Try to fly immediately
ar: محاولة الطيران فورًا
de: Sofort versuchen zu fliegen
es: Intentar volar de inmediato
fr: Essayer de voler immédiatement
it: Provare a volare subito
ja: すぐに飛ぼうとする
ko: 곧바로 날려고 하기
nl: Meteen proberen te vliegen
pt_br: Tentar voar imediatamente
ru: Сразу пытаться взлететь
zh_hans: 立刻试着飞起来

source: Try to ignore the dream
ar: محاولة تجاهل الحلم
de: Versuchen, den Traum zu ignorieren
es: Intentar ignorar el sueño
fr: Essayer d'ignorer le rêve
it: Cercare di ignorare il sogno
ja: 夢を無視しようとする
ko: 꿈을 무시하려 하기
nl: Proberen de droom te negeren
pt_br: Tentar ignorar o sonho
ru: Пытаться игнорировать сон
zh_hans: 试图无视这个梦

source: Trying every technique at once, every night
ar: تجربة كل تقنية دفعة واحدة، كل ليلة
de: Jede Technik auf einmal versuchen, jede Nacht
es: Probar todas las técnicas a la vez, cada noche
fr: Essayer toutes les techniques d'un coup, chaque nuit
it: Provare tutte le tecniche in una volta, ogni notte
ja: 毎晩、すべての技法を一度に試す
ko: 매일 밤 모든 기법을 한꺼번에 시도하기
nl: Elke techniek tegelijk proberen, elke nacht
pt_br: Tentar todas as técnicas de uma vez, toda noite
ru: Пробовать все техники разом, каждую ночь
zh_hans: 每晚一次性把所有技巧都试一遍

source: Two people use the same technique. The one who expects it to work usually gets there first.
ar: شخصان يستخدمان التقنية نفسها. من يتوقّع نجاحها يصل عادةً أولًا.
de: Zwei Menschen nutzen dieselbe Technik. Wer erwartet, dass sie funktioniert, kommt meist zuerst ans Ziel.
es: Dos personas usan la misma técnica. Quien espera que funcione suele llegar primero.
fr: Deux personnes utilisent la même technique. Celle qui s'attend à ce qu'elle marche y arrive généralement en premier.
it: Due persone usano la stessa tecnica. Chi si aspetta che funzioni di solito arriva prima.
ja: 二人が同じ技法を使います。うまくいくと信じている人のほうが、たいてい先にたどり着きます。
ko: 두 사람이 같은 기법을 씁니다. 잘될 거라 기대하는 사람이 보통 먼저 도달합니다.
nl: Twee mensen gebruiken dezelfde techniek. Wie verwacht dat het werkt, komt er meestal het eerst.
pt_br: Duas pessoas usam a mesma técnica. Quem espera que funcione costuma chegar primeiro.
ru: Двое используют одну и ту же технику. Тот, кто верит в успех, обычно добивается его первым.
zh_hans: 两个人使用同样的技巧。期待它奏效的那个人通常先成功。

source: Unlike
ar: إلغاء الإعجاب
de: Gefällt mir nicht mehr
es: Ya no me gusta
fr: Je n'aime plus
it: Non mi piace più
ja: いいねを取り消す
ko: 좋아요 취소
nl: Vind ik niet meer leuk
pt_br: Descurtir
ru: Убрать «Нравится»
zh_hans: 取消赞

source: Unlock AI dream analysis, auto-tags, and AI titles.
ar: افتح تحليل الأحلام بالذكاء الاصطناعي والوسوم التلقائية والعناوين الذكية.
de: Schalte KI-Traumanalyse, Auto-Tags und KI-Titel frei.
es: Desbloquea el análisis de sueños con IA, las etiquetas automáticas y los títulos con IA.
fr: Débloquez l'analyse de rêve par IA, les tags automatiques et les titres IA.
it: Sblocca l'analisi dei sogni con IA, i tag automatici e i titoli IA.
ja: AIによる夢分析、自動タグ、AIタイトルを利用しましょう。
ko: AI 꿈 분석, 자동 태그, AI 제목을 잠금 해제하세요.
nl: Ontgrendel AI-droomanalyse, automatische tags en AI-titels.
pt_br: Desbloqueie a análise de sonhos por IA, as tags automáticas e os títulos por IA.
ru: Откройте ИИ-анализ снов, авто-теги и ИИ-заголовки.
zh_hans: 解锁 AI 梦境分析、自动标签和 AI 标题。

source: Unlock AI dream analysis, auto-tags, and AI-written titles.
ar: افتح تحليل الأحلام بالذكاء الاصطناعي والوسوم التلقائية والعناوين التي يكتبها الذكاء الاصطناعي.
de: Schalte KI-Traumanalyse, Auto-Tags und KI-geschriebene Titel frei.
es: Desbloquea el análisis de sueños con IA, las etiquetas automáticas y los títulos escritos por IA.
fr: Débloquez l'analyse de rêve par IA, les tags automatiques et les titres rédigés par IA.
it: Sblocca l'analisi dei sogni con IA, i tag automatici e i titoli scritti dall'IA.
ja: AIによる夢分析、自動タグ、AIが書くタイトルを利用しましょう。
ko: AI 꿈 분석, 자동 태그, AI가 작성한 제목을 잠금 해제하세요.
nl: Ontgrendel AI-droomanalyse, automatische tags en door AI geschreven titels.
pt_br: Desbloqueie a análise de sonhos por IA, as tags automáticas e os títulos escritos por IA.
ru: Откройте ИИ-анализ снов, авто-теги и заголовки от ИИ.
zh_hans: 解锁 AI 梦境分析、自动标签和 AI 撰写的标题。

source: Unshakable belief and expectation
ar: إيمان وتوقّع لا يتزعزعان
de: Unerschütterlicher Glaube und Erwartung
es: Creencia y expectativa inquebrantables
fr: Une croyance et une attente inébranlables
it: Fede e aspettativa incrollabili
ja: 揺るがない信念と予期
ko: 흔들리지 않는 믿음과 기대
nl: Onwankelbaar geloof en verwachting
pt_br: Crença e expectativa inabaláveis
ru: Непоколебимые вера и ожидание
zh_hans: 不可动摇的信念与预期

source: Update password
ar: تحديث كلمة المرور
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
nl: Wachtwoord bijwerken
pt_br: Atualizar senha
ru: Обновить пароль
zh_hans: 更新密码

source: Upgrade
ar: ترقية
de: Upgraden
es: Mejorar
fr: Améliorer
it: Esegui upgrade
ja: アップグレード
ko: 업그레이드
nl: Upgraden
pt_br: Fazer upgrade
ru: Улучшить
zh_hans: 升级

source: Upgrade to %@
ar: الترقية إلى %@
de: Upgrade auf %@
es: Mejora a %@
fr: Passez à %@
it: Passa a %@
ja: %@にアップグレード
ko: %@(으)로 업그레이드
nl: Upgrade naar %@
pt_br: Faça upgrade para o %@
ru: Перейти на %@
zh_hans: 升级到 %@

source: Upgrade to Pro
ar: الترقية إلى Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
nl: Upgraden naar Pro
pt_br: Fazer upgrade para Pro
ru: Перейти на Pro
zh_hans: 升级到 Pro

source: Use a real dream from your journal — familiarity makes the rehearsal vivid.
ar: استخدم حلمًا حقيقيًا من مفكّرتك — الألفة تجعل التمرين حيًّا.
de: Nimm einen echten Traum aus deinem Journal – Vertrautheit macht die Probe lebendig.
es: Usa un sueño real de tu diario: la familiaridad vuelve vívido el ensayo.
fr: Utilisez un vrai rêve de votre journal — la familiarité rend la répétition vivante.
it: Usa un sogno vero dal tuo diario: la familiarità rende viva la prova.
ja: 日記にある本物の夢を使いましょう——なじみがあるほどリハーサルが生き生きとします。
ko: 일기에 있는 진짜 꿈을 쓰세요 — 익숙함이 연습을 생생하게 만듭니다.
nl: Gebruik een echte droom uit je dagboek — vertrouwdheid maakt de repetitie levendig.
pt_br: Use um sonho real do seu diário — a familiaridade torna o ensaio vívido.
ru: Возьмите настоящий сон из своего дневника — знакомость делает репетицию живой.
zh_hans: 用你日记里真实的梦——熟悉感会让预演变得鲜活。

source: Use at least 6 characters.
ar: استخدم 6 أحرف على الأقل.
de: Verwende mindestens 6 Zeichen.
es: Usa al menos 6 caracteres.
fr: Utilisez au moins 6 caractères.
it: Usa almeno 6 caratteri.
ja: 6文字以上を使用してください。
ko: 6자 이상 사용하세요.
nl: Gebruik minstens 6 tekens.
pt_br: Use pelo menos 6 caracteres.
ru: Используйте не менее 6 символов.
zh_hans: 请至少使用 6 个字符。

source: Use Photo
ar: استخدام الصورة
de: Foto verwenden
es: Usar foto
fr: Utiliser la photo
it: Usa foto
ja: 写真を使用
ko: 사진 사용
nl: Foto gebruiken
pt_br: Usar foto
ru: Использовать фото
zh_hans: 使用照片

source: username
ar: اسم المستخدم
de: benutzername
es: usuario
fr: nom d'utilisateur
it: nomeutente
ja: ユーザー名
ko: 사용자이름
nl: gebruikersnaam
pt_br: usuario
ru: имя_пользователя
zh_hans: 用户名

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

source: Varies
ar: متغيّر
de: Variiert
es: Variable
fr: Variable
it: Variabile
ja: 変動
ko: 가변
nl: Varieert
pt_br: Varia
ru: Зависит
zh_hans: 不定

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
ru: Версия
zh_hans: 版本

source: View all →
ar: عرض الكل →
de: Alle ansehen →
es: Ver todo →
fr: Tout voir →
it: Vedi tutto →
ja: すべて表示 →
ko: 모두 보기 →
nl: Alles bekijken →
pt_br: Ver tudo →
ru: Показать все →
zh_hans: 查看全部 →

source: Visibility
ar: الظهور
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 公開範囲
ko: 공개 범위
nl: Zichtbaarheid
pt_br: Visibilidade
ru: Видимость
zh_hans: 可见性

source: Vision Weaver
ar: ناسج الرؤى
de: Visionsweber
es: Tejedor de visiones
fr: Tisseur de visions
it: Tessitore di visioni
ja: 幻視を織る者
ko: 환영을 짜는 자
nl: Visieweven
pt_br: Tecelão de visões
ru: Ткач видений
zh_hans: 织梦者

source: Visualize the Moment
ar: تخيّل اللحظة
de: Den Moment visualisieren
es: Visualiza el momento
fr: Visualisez le moment
it: Visualizza il momento
ja: その瞬間を思い描く
ko: 그 순간을 시각화하기
nl: Visualiseer het moment
pt_br: Visualize o momento
ru: Визуализируйте момент
zh_hans: 想象那个瞬间

source: Vivid
ar: حيّ
de: Lebhaft
es: Vívido
fr: Vif
it: Vivido
ja: 鮮明
ko: 생생함
nl: Levendig
pt_br: Vívido
ru: Яркий
zh_hans: 鲜明

source: Vivid Recall
ar: استذكار حيّ
de: Lebhafte Erinnerung
es: Recuerdo vívido
fr: Souvenir vif
it: Ricordo vivido
ja: 鮮明な記憶
ko: 생생한 기억
nl: Levendige herinnering
pt_br: Lembrança vívida
ru: Яркое воспоминание
zh_hans: 鲜明回忆

source: Waiting for it to change on its own
ar: انتظار أن يتغيّر من تلقاء نفسه
de: Warten, dass es sich von selbst ändert
es: Esperar a que cambie por sí solo
fr: Attendre qu'il change tout seul
it: Aspettare che cambi da solo
ja: 自然に変わるのを待つ
ko: 저절로 바뀌기를 기다리기
nl: Wachten tot het vanzelf verandert
pt_br: Esperar que mude por conta própria
ru: Ждать, пока изменится само
zh_hans: 等它自行改变

source: Wake at the wrong hour and you'll just feel groggy. Wake at the right one and the dream world opens.
ar: استيقظ في الساعة الخطأ فلن تشعر إلا بالخمول. استيقظ في الساعة الصحيحة فينفتح عالم الحلم.
de: Wach zur falschen Stunde auf, und du fühlst dich nur benommen. Wach zur richtigen auf, und die Traumwelt öffnet sich.
es: Despierta a la hora equivocada y solo sentirás aturdimiento. Despierta a la correcta y el mundo de los sueños se abre.
fr: Réveillez-vous à la mauvaise heure et vous ne ressentirez que de la torpeur. À la bonne, et le monde des rêves s'ouvre.
it: Svegliati all'ora sbagliata e sentirai solo torpore. Svegliati a quella giusta e il mondo dei sogni si apre.
ja: 間違った時刻に起きれば、ただぼんやりするだけ。正しい時刻に起きれば、夢の世界が開きます。
ko: 잘못된 시각에 깨면 그저 멍할 뿐입니다. 알맞은 시각에 깨면 꿈의 세계가 열립니다.
nl: Word op het verkeerde uur wakker en je voelt je alleen suf. Op het juiste, en de droomwereld gaat open.
pt_br: Acorde na hora errada e você só sentirá moleza. Acorde na hora certa e o mundo dos sonhos se abre.
ru: Проснитесь не в тот час — и почувствуете лишь сонливость. В нужный — и мир снов раскрывается.
zh_hans: 在错误的时刻醒来，你只会昏沉。在对的时刻醒来，梦境世界便会敞开。

source: Wake Back to Bed
ar: الاستيقاظ ثم العودة إلى الفراش
de: Aufwachen und zurück ins Bett
es: Despertar y volver a la cama
fr: Se réveiller puis retourner au lit
it: Svegliarsi e tornare a letto
ja: いったん起きてベッドに戻る（WBTB）
ko: 깼다가 다시 잠자리로(WBTB)
nl: Wakker worden en terug naar bed
pt_br: Acordar e voltar para a cama
ru: Проснуться и вернуться в постель
zh_hans: 醒来再回到床上（WBTB）

source: Wake Gently
ar: استيقظ برفق
de: Sanft aufwachen
es: Despierta con suavidad
fr: Réveillez-vous en douceur
it: Svegliati dolcemente
ja: やさしく目覚める
ko: 부드럽게 깨어나기
nl: Word zacht wakker
pt_br: Acorde com calma
ru: Просыпайтесь мягко
zh_hans: 温柔地醒来

source: Wake Initiated Lucid Dreams
ar: الأحلام الواضحة المُستهلّة من اليقظة
de: Aus dem Wachzustand eingeleitete luzide Träume
es: Sueños lúcidos iniciados desde la vigilia
fr: Rêves lucides initiés depuis l'éveil
it: Sogni lucidi avviati dalla veglia
ja: 覚醒から入る明晰夢（WILD）
ko: 깨어 있는 상태에서 시작하는 자각몽(WILD)
nl: Vanuit waaktoestand geïnitieerde lucide dromen
pt_br: Sonhos lúcidos iniciados desde a vigília
ru: Осознанные сны, начатые из бодрствования
zh_hans: 由清醒直接进入的清醒梦（WILD）

source: Wake you instantly
ar: تُوقظك فورًا
de: Dich sofort wecken
es: Despertarte al instante
fr: Vous réveiller à l'instant
it: Svegliarti all'istante
ja: あなたを即座に目覚めさせる
ko: 당신을 즉시 깨운다
nl: Je meteen wakker maken
pt_br: Te acordar na hora
ru: Мгновенно разбудить вас
zh_hans: 立刻把你弄醒
